Repository: quyetnv-infinity/drum-pad-flutter
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, de, fil, hi, hr, ja, ko, ms, nl, pl, sr, sv, tr, vi, zh

# english
source: United States
ar: الإنجليزية
cs: Angličtina
de: Englisch
fil: Ingles
hi: अंग्रेजी
hr: Engleski
ja: 英語
ko: 영어
ms: Bahasa Inggeris
nl: Engels
pl: Angielski
sr: Енглески
sv: Engelska
tr: İngilizce
vi: Tiếng Anh
zh: 英语

source: German
ar: الألمانية
cs: Němčina
de: Deutsch
fil: Aleman
hi: जर्मन
hr: Njemački
ja: ドイツ語
ko: 독일어
ms: Bahasa Jerman
nl: Duits
pl: Niemiecki
sr: Немачки
sv: Tyska
tr: Almanca
vi: Tiếng Đức
zh: 德语

source: Spanish
ar: الإسبانية
cs: Španělština
de: Spanisch
fil: Espanyol
hi: स्पेनिश
hr: Španjolski
ja: スペイン語
ko: 스페인어
ms: Bahasa Sepanyol
nl: Spaans
pl: Hiszpański
sr: Шпански
sv: Spanska
tr: İspanyolca
vi: Tiếng Tây Ban Nha
zh: 西班牙语

source: Korean
ar: الكورية
cs: Korejština
de: Koreanisch
fil: Koreano
hi: कोरियाई
hr: Korejski
ja: 韓国語
ko: 한국어
ms: Bahasa Korea
nl: Koreaans
pl: Koreański
sr: Корејски
sv: Koreanska
tr: Korece
vi: Tiếng Hàn
zh: 韩语

source: French
ar: الفرنسية
cs: Francouzština
de: Französisch
fil: Pranses
hi: फ्रेंच
hr: Francuski
ja: フランス語
ko: 프랑스어
ms: Bahasa Perancis
nl: Frans
pl: Francuski
sr: Француски
sv: Franska
tr: Fransızca
vi: Tiếng Pháp
zh: 法语

source: Portuguese
ar: البرتغالية
cs: Portugalština
de: Portugiesisch
fil: Portuges
hi: पुर्तगाली
hr: Portugalski
ja: ポルトガル語
ko: 포르투갈어
ms: Bahasa Portugis
nl: Portugees
pl: Portugalski
sr: Португалски
sv: Portugisiska
tr: Portekizce
vi: Tiếng Bồ Đào Nha
zh: 葡萄牙语

source: Hindi
ar: الهندية
cs: Hindština
hi: हिन्दी
hr: Hindski
ja: ヒンディー語
ko: 힌디어
ms: Bahasa Hindi
sr: Хинди
tr: Hintçe
vi: Tiếng Hindi
zh: 印地语

source: Russian
ar: الروسية
cs: Ruština
de: Russisch
fil: Ruso
hi: रूसी
hr: Ruski
ja: ロシア語
ko: 러시아어
ms: Bahasa Rusia
nl: Russisch
pl: Rosyjski
sr: Руски
sv: Ryska
tr: Rusça
vi: Tiếng Nga
zh: 俄语

# unknown
source: Unknown language
ar: لغة غير معروفة
cs: Neznámý jazyk
de: Unbekannte Sprache
fil: Hindi kilalang wika
hi: अज्ञात भाषा
hr: Nepoznati jezik
ja: 不明な言語
ko: 알 수 없는 언어
ms: Bahasa tidak diketahui
nl: Onbekende taal
pl: Nieznany język
sr: Непознати језик
sv: Okänt språk
tr: Bilinmeyen dil
vi: Ngôn ngữ không xác định
zh: 未知语言

source: Language
ar: اللغة
cs: Jazyk
de: Sprache
fil: Wika
hi: भाषा
hr: Jezik
ja: 言語
ko: 언어
ms: Bahasa
nl: Taal
pl: Język
sr: Језик
sv: Språk
tr: Dil
vi: Ngôn ngữ
zh: 语言

source: Start
ar: ابدأ
cs: Začít
de: Starten
fil: Simula
hi: शुरू करें
hr: Početak
ja: 開始
ko: 시작
ms: Mula
sr: Почетак
sv: Starta
tr: Başla
vi: Bắt đầu
zh: 开始

source: Next
ar: التالي
cs: Další
de: Weiter
fil: Susunod
hi: अगला
hr: Sljedeći
ja: 次へ
ko: 다음
ms: Seterusnya
nl: Volgende
pl: Dalej
sr: Следеће
sv: Nästa
tr: Sonraki
vi: Tiếp theo
zh: 下一个

source: Perfect
ar: ممتاز
cs: Perfektní
de: Perfekt
fil: Perpekto
hi: उत्तम
hr: Savršeno
ja: 完璧
ko: 완벽
ms: Sempurna
pl: Doskonale
sr: Савршено
sv: Perfekt
tr: Mükemmel
vi: Hoàn hảo
zh: 完美

source: Good
ar: جيد
cs: Dobrý
de: Gut
fil: Mabuti
hi: अच्छा
hr: Dobro
ja: 良い
ko: 좋음
ms: Baik
nl: Goed
pl: Dobrze
sr: Добро
sv: Bra
tr: İyi
vi: Tốt
zh: 好

source: Early
ar: مبكر
cs: Brzy
de: Früh
fil: Maaga
hi: जल्दी
hr: Rano
ja: 早い
ko: 일찍
ms: Awal
nl: Vroeg
pl: Wcześnie
sr: Рано
sv: Tidigt
tr: Erken
vi: Sớm
zh: 早

source: Learn Material
ar: مادة التعلم
cs: Učební materiál
de: Lernmaterial
fil: Materyal sa Pag-aaral
hi: सीखने की सामग्री
hr: Materijal za učenje
ja: 学習教材
ko: 학습 자료
ms: Bahan Pembelajaran
nl: Leermateriaal
pl: Materiał do nauki
sr: Материјал за учење
sv: Lärmaterial
tr: Öğrenme materyali
vi: Tài liệu học tập
zh: 学习材料

source: FreeStyle Pad Drum
ar: طبل الباد الحر
cs: Volný bubnový pad
de: Freestyle-Schlagzeug
fil: Libreng Pad Drum
hi: फ्रीस्टाइल ड्रम पैड
hr: Slobodni bubnjevi
ja: フリースタイルドラムパッド
ko: 프리스타일 드럼 패드
ms: Pad Drum Freestyle
nl: Freestyle drum pad
pl: Wolny pad perkusyjny
sr: Слободни бубњеви
sv: Fristil trummpad
tr: Serbest stil davul pad
vi: Pad trống tự do
zh: 自由式鼓垫

# learn_material_des
source: Learn to play Drumpad on device step by step
ar: تعلم العزف على طبل الباد في جهازك خطوة بخطوة
cs: Naučte se hrát na bubnový pad na zařízení krok za krokem
de: Lernen Sie Schritt für Schritt, wie Sie Schlagzeug auf Ihrem Gerät spielen
fil: Matuto ng pagtugtog ng drum pad sa device mo nang hakbang-hakbang
hi: अपने डिवाइस पर ड्रम पैड बजाना चरणबद्ध तरीके से सीखें
hr: Naučite svirati bubnjeve na uređaju korak po korak
ja: デバイスでドラムパッドを段階的に学びましょう
ko: 기기에서 드럼 패드를 단계별로 배우세요
ms: Belajar bermain pad drum pada peranti anda langkah demi langkah
nl: Leer stap voor stap drum pad spelen op je apparaat
pl: Naucz się grać na padzie perkusyjnym na urządzeniu krok po kroku
sr: Научите да свирате бубњеве на уређају корак по корак
sv: Lär dig spela trummpad på din enhet steg för steg
tr: Cihazınızda davul pad çalmayı adım adım öğrenin
vi: Học chơi pad trống trên thiết bị từng bước một
zh: 在设备上逐步学习演奏鼓垫

source: Beat Runner
ar: عداء الإيقاع
hi: बीट रनर
ja: ビートランナー
ko: 비트 러너
zh: 节拍跑者

source: Campaign
ar: الحملة
cs: Kampaň
de: Kampagne
fil: Kampanya
hi: अभियान
hr: Kampanja
ja: キャンペーン
ko: 캠페인
ms: Kempen
nl: Campagne
pl: Kampania
sr: Кампања
sv: Kampanj
tr: Kampanya
vi: Chiến dịch
zh: 活动

# campaign_des
source: Complete a roadmap as you learn to play and keep track of your progress
ar: أكمل خريطة طريق أثناء تعلم العزف وتتبع تقدمك
cs: Dokončete plán cesty, zatímco se učíte hrát a sledujte svůj pokrok
de: Schließen Sie eine Roadmap ab, während Sie lernen zu spielen und Ihren Fortschritt verfolgen
fil: Kumpletuhin ang roadmap habang natututo kang magtugtog at subaybayan ang iyong progress
hi: खेलना सीखते समय एक रोडमैप पूरा करें और अपनी प्रगति पर नज़र रखें
hr: Dovršite plan puta dok učite svirati i pratite svoj napredak
ja: 演奏を学びながらロードマップを完了し、進捗を追跡しましょう
ko: 플레이를 배우면서 로드맵을 완료하고 진행 상황을 추적하세요
ms: Selesaikan peta jalan sambil belajar bermain dan jejak kemajuan anda
nl: Voltooi een routekaart terwijl je leert spelen en houd je voortgang bij
pl: Ukończ mapę drogi ucząc się grać i śledź swój postęp
sr: Завршите план пута док учите да свирате и пратите свој напредак
sv: Slutför en vägkarta medan du lär dig spela och spåra din framsteg
tr: Çalmayı öğrenirken bir yol haritası tamamlayın ve ilerlemenizi takip edin
vi: Hoàn thành lộ trình khi học chơi và theo dõi tiến độ của bạn
zh: 在学习演奏的同时完成路线图并跟踪您的进度

source: Pad Drum
ar: طبل الباد
cs: Bubnový pad
de: Schlagzeug-Pad
hi: ड्रम पैड
hr: Bubnjevi
ja: ドラムパッド
ko: 드럼 패드
nl: Drum pad
pl: Pad perkusyjny
sr: Бубњеви
sv: Trummpad
tr: Davul pad
vi: Pad trống
zh: 鼓垫

# pad_drum_des
source: Play Drumpad on your device with a specific song that you love
ar: اعزف طبل الباد في جهازك مع أغنية تحبها
cs: Hrajte na bubnový pad na zařízení s písní, kterou milujete
de: Spielen Sie Schlagzeug auf Ihrem Gerät mit einem Lied, das Sie lieben
fil: Tugtugin ang drum pad sa device mo gamit ang kantang mahal mo
hi: अपने डिवाइस पर उस गाने के साथ ड्रम पैड बजाएं जो आपको पसंद है
hr: Svirajte bubnjeve na uređaju s pjesmom koju volite
ja: お気に入りの曲でデバイスでドラムパッドを演奏しましょう
ko: 당신이 좋아하는 노래로 기기에서 드럼 패드를 연주하세요
ms: Mainkan pad drum pada peranti anda dengan lagu yang anda suka
nl: Speel drum pad op je apparaat met een lied dat je leuk vindt
pl: Graj na padzie perkusyjnym na urządzeniu z piosenką, którą kochasz
sr: Свирајте бубњеве на уређају са песмом коју волите
sv: Spela trummpad på din enhet med en låt du älskar
tr: Sevdiğiniz şarkıyla cihazınızda davul pad çalın
vi: Chơi pad trống trên thiết bị với bài hát bạn yêu thích
zh: 在设备上用您喜爱的歌曲演奏鼓垫

# recent_list_song
source: Recent List Songs
ar: قائمة الأغاني الحديثة
cs: Seznam nedávných písní
de: Kürzliche Liederliste
fil: Lista ng mga Kamakailang Kanta
hi: हाल की गानों की सूची
hr: Lista nedavnih pjesama
ja: 最近の曲リスト
ko: 최근 노래 목록
ms: Senarai Lagu Terkini
nl: Lijst met recente liedjes
pl: Lista ostatnich piosenek
sr: Листа недавних песама
sv: Lista över senaste låtar
tr: Son şarkılar listesi
vi: Danh sách bài hát gần đây
zh: 最近歌曲列表

source: Late
ar: متأخر
cs: Pozdě
de: Spät
fil: Huli
hi: देर
hr: Kasno
ja: 遅い
ko: 늦음
ms: Lewat
nl: Laat
pl: Późno
sr: Касно
sv: Sent
tr: Geç
vi: Muộn
zh: 晚

source: Miss
ar: أخطأ
cs: Minout
de: Verfehlt
hi: छूट गया
hr: Promašaj
ja: ミス
ko: 놓침
ms: Terlepas
nl: Gemist
pl: Pudło
sr: Пропуштено
tr: Kaçır
vi: Trượt
zh: 错过

source: Play Again
ar: العب مرة أخرى
cs: Hrát znovu
de: Erneut spielen
fil: I-play Muli
hi: फिर से खेलें
hr: Igraj ponovo
ja: もう一度プレイ
ko: 다시 플레이
ms: Main Lagi
nl: Opnieuw spelen
pl: Graj ponownie
sr: Играј поново
sv: Spela igen
tr: Tekrar oyna
vi: Chơi lại
zh: 再玩一次

source: Easy
ar: سهل
cs: Snadné
de: Einfach
fil: Madali
hi: आसान
hr: Lako
ja: 簡単
ko: 쉬움
ms: Mudah
nl: Gemakkelijk
pl: Łatwe
sr: Лако
sv: Lätt
tr: Kolay
vi: Dễ
zh: 简单

source: Medium
ar: متوسط
cs: Střední
de: Mittel
fil: Katamtaman
hi: मध्यम
hr: Srednje
ja: 中級
ko: 중급
ms: Sederhana
nl: Gemiddeld
pl: Średnie
sr: Средње
sv: Mellan
tr: Orta
vi: Trung bình
zh: 中等

source: Hard
ar: صعب
cs: Těžké
de: Schwer
fil: Mahirap
hi: कठिन
hr: Teško
ja: 難しい
ko: 어려움
ms: Sukar
nl: Moeilijk
pl: Trudne
sr: Тешко
sv: Svårt
tr: Zor
vi: Khó
zh: 困难

source: Demonic
ar: شيطاني
cs: Démonické
de: Dämonisch
fil: Demonyo
hi: राक्षसी
hr: Demonski
ja: 悪魔的
ko: 악마적
ms: Syaitan
nl: Demonisch
pl: Demoniczne
sr: Демонски
sv: Demonisk
tr: Şeytani
vi: Quỷ
zh: 恶魔

source: Tap to Exit
ar: انقر للخروج
cs: Klepněte pro ukončení
de: Tippen, um zu beenden
fil: I-tap para Lumabas
hi: बाहर निकलने के लिए टैप करें
hr: Dodirnite za izlazak
ja: 終了するにはタップ
ko: 나가기 위해 탭하세요
ms: Sentuh untuk Keluar
nl: Tik om te verlaten
pl: Dotknij, aby wyjść
sr: Додирните за излазак
sv: Tryck för att avsluta
tr: Çıkmak için dokun
vi: Nhấn để thoát
zh: 点击退出

source: Congratulation!
ar: تهانينا!
cs: Gratulace!
de: Herzlichen Glückwunsch!
fil: Binabati kita!
hi: बधाई हो!
hr: Čestitke!
ja: おめでとうございます！
ko: 축하합니다!
ms: Tahniah!
nl: Gefeliciteerd!
pl: Gratulacje!
sr: Честитке!
sv: Gratulationer!
tr: Tebrikler!
vi: Chúc mừng!
zh: 恭喜！

# congratulation_title
source: You have finished Campaign Mode.
ar: لقد أكملت وضع الحملة.
cs: Dokončili jste režim kampaně.
de: Sie haben den Kampagnenmodus abgeschlossen.
fil: Natapos mo na ang Campaign Mode.
hi: आपने अभियान मोड पूरा कर लिया है।
hr: Završili ste način kampanje.
ja: キャンペーンモードを完了しました。
ko: 캠페인 모드를 완료했습니다.
ms: Anda telah menyelesaikan Mod Kempen.
nl: Je hebt de campagnemodus voltooid.
pl: Ukończyłeś tryb kampanii.
sr: Завршили сте режим кампање.
sv: Du har slutfört kampanjläget.
tr: Kampanya modunu tamamladınız.
vi: Bạn đã hoàn thành chế độ chiến dịch.
zh: 您已完成活动模式。

source: Wait
ar: انتظر
cs: Počkejte
de: Warten
fil: Maghintay
hi: प्रतीक्षा करें
hr: Čekaj
ja: 待機
ko: 기다리세요
ms: Tunggu
nl: Wacht
pl: Czekaj
sr: Сачекајте
sv: Vänta
tr: Bekle
vi: Đợi
zh: 等待

# continue_text
source: Continue
ar: استمر
cs: Pokračovat
de: Fortfahren
fil: Magpatuloy
hi: जारी रखें
hr: Nastavi
ja: 続行
ko: 계속
ms: Teruskan
nl: Doorgaan
pl: Kontynuuj
sr: Наставите
sv: Fortsätt
tr: Devam et
vi: Tiếp tục
zh: 继续

# title_onboarding_1
source: Widget Quick start
ar: مواضيع طبل الباد
cs: Témata Drumpad
de: Widget-Schnellstart
fil: Mga Tema ng Drumpad
hi: ड्रमपैड थीम्स
hr: Teme Drumpad
ja: ドラムパッドテーマ
ko: 드럼패드 테마
ms: Tema Drumpad
nl: Drumpad thema's
pl: Tematy Drumpad
sr: Теме Drumpad
sv: Drumpad teman
tr: Drumpad Temaları
vi: Chủ đề Drumpad
zh: 鼓垫主题

# subtitle_onboarding_1
source: Open all applications on a single screen only.
ar: خصص مظهر تطبيقك بصور فريدة.
cs: Personalizujte vzhled aplikace s jedinečným vizuálem.
de: Öffnen Sie alle Anwendungen auf einem einzigen Bildschirm.
fil: I-personalize ang hitsura ng app mo gamit ang natatanging visual.
hi: अपने ऐप का लुक अनूठे विज़ुअल के साथ पर्सनलाइज़ करें।
hr: Personalizirajte izgled aplikacije s jedinstvenim vizualom.
ja: ユニークなビジュアルでアプリの外観をカスタマイズしましょう。
ko: 독특한 비주얼로 앱의 외관을 개인화하세요.
ms: Peribadikan rupa aplikasi anda dengan visual yang unik.
nl: Personaliseer de look van je app met unieke visuals.
pl: Spersonalizuj wygląd aplikacji z unikalnym wizualem.
sr: Персонализујте изглед апликације са јединственим визуелом.
sv: Personifiera din apps utseende med unik visuell.
tr: Uygulamanızın görünümünü benzersiz görselle kişiselleştirin.
vi: Cá nhân hóa giao diện ứng dụng với hình ảnh độc đáo.
zh: 用独特的视觉效果个性化您的应用程序外观。

# title_onboarding_2
source: Personalize widgets
ar: موسيقى ستحبها
cs: Hudba, kterou budete milovat
de: Widgets personalisieren
fil: Musikang magugustuhan mo
hi: संगीत जिसे आप पसंद करेंगे
hr: Glazba koju ćete voljeti
ja: あなたが愛する音楽
ko: 당신이 좋아할 음악
ms: Muzik yang anda akan suka
nl: Muziek die je leuk zult vinden
pl: Muzyka, którą pokochasz
sr: Музика коју ћете волети
sv: Musik du kommer att älska
tr: Seveceğiniz müzik
vi: Âm nhạc bạn sẽ yêu thích
zh: 您会喜欢的音乐

# subtitle_onboarding_2
source: Easily access and customize your favorite tools all in one place.
ar: تدرب واعزف مع مكتبة ضخمة من المقطوعات.
cs: Cvičte a hrajte s obrovskou knihovnou skladeb.
de: Greifen Sie einfach auf Ihre Lieblingswerkzeuge zu und passen Sie sie an einem Ort an.
fil: Magsanay at tumugtog kasama ang malaking library ng mga track.
hi: व्यापक ट्रैक लाइब्रेरी के साथ अभ्यास करें और साथ में बजाएं।
hr: Vježbajte i svirajte uz ogromnu biblioteku pjesama.
ja: 膨大なトラックライブラリで練習し、演奏しましょう。
ko: 방대한 트랙 라이브러리와 함께 연습하고 연주하세요.
ms: Berlatih dan bermain bersama perpustakaan trek yang luas.
nl: Oefen en speel mee met een enorme bibliotheek van tracks.
pl: Ćwicz i graj z ogromną biblioteką utworów.
sr: Вежбајте и свирајте уз огромну библиотеку песама.
sv: Öva och spela med ett stort bibliotek av spår.
tr: Geniş bir parça kütüphanesiyle pratik yapın ve çalın.
vi: Luyện tập và chơi cùng thư viện nhạc khổng lồ.
zh: 与庞大的曲目库一起练习和演奏。

# title_onboarding_3
source: Music Experience
ar: طبل الباد
cs: Bubnový pad
de: Musikerlebnis
fil: Drum Pad
hi: ड्रम पैड
hr: Bubnjevi
ja: ドラムパッド
ko: 드럼 패드
ms: Drum Pad
nl: Drum Pad
pl: Pad perkusyjny
sr: Бубњеви
sv: Trummpad
tr: Davul Pad
vi: Pad trống
zh: 鼓垫

# subtitle_onboarding_3
source: Enjoy a stylish, smooth music player
ar: اعزف الإيقاعات وأنشئ إيقاعاتك الخاصة فوراً.
cs: Hrajte rytmy a vytvářejte vlastní rytmy okamžitě.
de: Genießen Sie einen stilvollen, flüssigen Musikplayer
fil: Tumugtog ng mga beat at gumawa ng sarili mong rhythm agad.
hi: बीट्स बजाएं और तुरंत अपने खुद के रिदम बनाएं।
hr: Svirajte ritmove i stvarajte vlastite ritmove odmah.
ja: ビートを演奏し、即座に自分のリズムを作成しましょう。
ko: 비트를 연주하고 즉시 나만의 리듬을 만드세요.
ms: Mainkan rentak dan cipta rentak anda sendiri dengan serta-merta.
nl: Speel beats en maak je eigen ritmes direct.
pl: Graj beaty i twórz własne rytmy natychmiast.
sr: Свирајте ритмове и креирајте сопствене ритмове одмах.
sv: Spela beats och skapa dina egna rytmer omedelbart.
tr: Beat çalın ve kendi ritimlerinizi anında oluşturun.
vi: Chơi beat và tạo nhịp điệu riêng ngay lập tức.
zh: 演奏节拍并立即创建您自己的节奏。

# title_onboarding_4
source: Create Wallpaper
ar: تعلم طبل الباد
cs: Naučte se bubnový pad
de: Hintergrundbild erstellen
fil: Matuto ng Drum Pad
hi: ड्रम पैड सीखें
hr: Naučite Bubnjeve
ja: ドラムパッドを学ぶ
ko: 드럼 패드 배우기
ms: Belajar Drum Pad
nl: Leer Drum Pad
pl: Naucz się padu perkusyjnego
sr: Научите бубњеве
sv: Lär dig trummpad
tr: Davul Pad Öğrenin
vi: Học Pad trống
zh: 学习鼓垫

# subtitle_onboarding_4
source: Easily and quickly make dynamic live wallpapers!
ar: أتقن تقنيات جديدة مع دروس تفاعلية.
cs: Ovládněte nové techniky s interaktivními lekcemi.
de: Erstellen Sie einfach und schnell dynamische Live-Hintergrundbilder!
fil: Magaling sa mga bagong technique gamit ang interactive na mga lesson.
hi: इंटरएक्टिव पाठों के साथ नई तकनीकों में महारत हासिल करें।
hr: Savladajte nove tehnike s interaktivnim lekcijama.
ja: インタラクティブレッスンで新しいテクニックをマスターしましょう。
ko: 인터랙티브 레슨으로 새로운 기술을 마스터하세요.
ms: Kuasa teknik baharu dengan pelajaran interaktif.
nl: Beheers nieuwe technieken met interactieve lessen.
pl: Opanuj nowe techniki z interaktywnymi lekcjami.
sr: Савладајте нове технике са интерактивним лекцијама.
sv: Bemästra nya tekniker med interaktiva lektioner.
tr: İnteraktif derslerle yeni tekniklerde ustalaşın.
vi: Làm chủ kỹ thuật mới với bài học tương tác.
zh: 通过互动课程掌握新技术。

source: Runner
ar: العداء
cs: Běžec
hi: रनर
hr: Trkač
ja: ランナー
ko: 러너
ms: Pelari
pl: Biegacz
sr: Тркач
sv: Löpare
tr: Koşucu
vi: Người chạy
zh: 跑者

source: Learn
ar: تعلم
cs: Učit se
de: Lernen
fil: Matuto
hi: सीखें
hr: Uči
ja: 学習
ko: 배우기
ms: Belajar
nl: Leren
pl: Ucz się
sr: Учите
sv: Lär dig
tr: Öğren
vi: Học
zh: 学习

source: Themes
ar: المواضيع
cs: Témata
de: Themen
fil: Mga Tema
hi: थीम्स
hr: Teme
ja: テーマ
ko: 테마
ms: Tema
nl: Thema's
pl: Tematy
sr: Теме
sv: Teman
tr: Temalar
vi: Chủ đề
zh: 主题

source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
fil: Mga Setting
hi: सेटिंग्स
hr: Postavke
ja: 設定
ko: 설정
ms: Tetapan
nl: Instellingen
pl: Ustawienia
sr: Подешавања
sv: Inställningar
tr: Ayarlar
vi: Cài đặt
zh: 设置

source: Profile
ar: الملف الشخصي
cs: Profil
de: Profil
hi: प्रोफाइल
hr: Profil
ja: プロフィール
ko: 프로필
ms: Profil
nl: Profiel
pl: Profil
sr: Профил
sv: Profil
tr: Profil
vi: Hồ sơ
zh: 个人资料

source: Recommend List Songs
ar: قائمة الأغاني الموصى بها
cs: Doporučený seznam písní
de: Empfohlene Liederliste
fil: Inirerekomendang Lista ng mga Kanta
hi: अनुशंसित गानों की सूची
hr: Preporučena lista pjesama
ja: おすすめ曲リスト
ko: 추천 노래 목록
ms: Senarai Lagu yang Disyorkan
nl: Aanbevolen liedjeslijst
pl: Polecana lista piosenek
sr: Препоручена листа песама
sv: Rekommenderad låtlista
tr: Önerilen şarkı listesi
vi: Danh sách bài hát được đề xuất
zh: 推荐歌曲列表

source: Beat Learn
ar: تعلم الإيقاع
cs: Učení rytmu
de: Beat Lernen
fil: Matuto ng Beat
hi: बीट सीखें
hr: Učenje ritma
ja: ビート学習
ko: 비트 배우기
ms: Belajar Rentak
nl: Beat leren
pl: Nauka beatu
sr: Учење ритма
sv: Beat lärande
tr: Beat öğrenme
vi: Học beat
zh: 学习节拍

source: Mode Play
ar: وضع اللعب
cs: Režim hry
de: Spielmodus
fil: Mode ng Paglalaro
hi: खेल मोड
hr: Način igre
ja: プレイモード
ko: 플레이 모드
ms: Mod Main
nl: Spelmodus
pl: Tryb gry
sr: Режим игре
sv: Spelläge
tr: Oyun modu
vi: Chế độ chơi
zh: 游戏模式

# no_song_found
source: No songs found
ar: لم يتم العثور على أغنية
cs: Nebyly nalezeny žádné písně
de: Keine Lieder gefunden
fil: Walang nahanap na kanta
hi: कोई गाना नहीं मिला
hr: Nisu pronađene pjesme
ja: 曲が見つかりません
ko: 노래를 찾을 수 없습니다
ms: Tiada lagu dijumpai
nl: Geen liedjes gevonden
pl: Nie znaleziono piosenek
sr: Песме нису пронађене
sv: Inga låtar hittades
tr: Şarkı bulunamadı
vi: Không tìm thấy bài hát
zh: 未找到歌曲

# no_song_found_des
source: Try a different name or check your song name
ar: جرب اسماً مختلفاً أو تحقق من اسم أغانيك
cs: Zkuste jiné jméno nebo zkontrolujte název písně
de: Versuchen Sie einen anderen Namen oder überprüfen Sie den Titel des Liedes
fil: Subukan ang ibang pangalan o tingnan ang pangalan ng kanta mo
hi: कोई दूसरा नाम आजमाएं या अपने गाने का शीर्षक जांचें
hr: Pokušajte s drugim imenom ili provjerite ime pjesme
ja: 別の名前を試すか、曲名を確認してください
ko: 다른 이름을 시도하거나 노래 제목을 확인하세요
ms: Cuba nama yang berbeza atau periksa nama lagu anda
nl: Probeer een andere naam of controleer je liedjesnaam
pl: Spróbuj inną nazwę lub sprawdź nazwę piosenki
sr: Покушајте са другим именом или проверите име песме
sv: Prova ett annat namn eller kontrollera ditt låtnamn
tr: Farklı bir isim deneyin veya şarkı adınızı kontrol edin
vi: Thử tên khác hoặc kiểm tra tên bài hát của bạn
zh: 尝试其他名称或检查您的歌曲名称

source: Add new song
ar: أضف أغنية جديدة
cs: Přidat novou píseň
de: Neues Lied hinzufügen
fil: Magdagdag ng bagong kanta
hi: नया गाना जोड़ें
hr: Dodaj novu pjesmu
ja: 新しい曲を追加
ko: 새 노래 추가
ms: Tambah lagu baharu
nl: Nieuw liedje toevoegen
pl: Dodaj nową piosenkę
sr: Додај нову песму
sv: Lägg till ny låt
tr: Yeni şarkı ekle
vi: Thêm bài hát mới
zh: 添加新歌曲

source: Choose Songs
ar: اختر الأغاني
cs: Vybrat písně
de: Lieder auswählen
fil: Pumili ng mga Kanta
hi: गाने चुनें
hr: Odaberi pjesme
ja: 曲を選択
ko: 노래 선택
ms: Pilih Lagu
nl: Liedjes kiezen
pl: Wybierz piosenki
sr: Изаберите песме
sv: Välj låtar
tr: Şarkı seç
vi: Chọn bài hát
zh: 选择歌曲

source: Choose a song to play
ar: اختر أغنية للعزف
cs: Vyberte píseň k přehrání
de: Wählen Sie ein Lied zum Spielen
fil: Pumili ng kanta para tugtugin
hi: खेलने के लिए एक गाना चुनें
hr: Odaberite pjesmu za sviranje
ja: 演奏する曲を選択
ko: 플레이할 노래를 선택하세요
ms: Pilih lagu untuk dimainkan
nl: Kies een liedje om te spelen
pl: Wybierz piosenkę do zagrania
sr: Изаберите песму за свирање
sv: Välj en låt att spela
tr: Çalmak için bir şarkı seçin
vi: Chọn bài hát để chơi
zh: 选择要演奏的歌曲

source: Maximum length reached
ar: تم الوصول إلى الحد الأقصى للطول
cs: Dosažena maximální délka
de: Maximale Länge erreicht
fil: Naabot na ang maximum na haba
hi: अधिकतम लंबाई पहुंच गई
hr: Dostignuta maksimalna duljina
ja: 最大長に達しました
ko: 최대 길이에 도달했습니다
ms: Panjang maksimum dicapai
nl: Maximale lengte bereikt
pl: Osiągnięto maksymalną długość
sr: Достигнута максимална дужина
sv: Maximal längd nådd
tr: Maksimum uzunluk ulaşıldı
vi: Đã đạt độ dài tối đa
zh: 已达到最大长度

source: Find your song here
ar: ابحث عن أغانيك هنا
cs: Najděte svou píseň zde
de: Finden Sie Ihr Lied hier
fil: Hanapin ang kanta mo dito
hi: यहां अपना गाना ढूंढें
hr: Pronađite svoju pjesmu ovdje
ja: ここで曲を見つけましょう
ko: 여기서 노래를 찾으세요
ms: Cari lagu anda di sini
nl: Vind je liedje hier
pl: Znajdź swoją piosenkę tutaj
sr: Пронађите своју песму овде
sv: Hitta din låt här
tr: Şarkınızı burada bulun
vi: Tìm bài hát của bạn ở đây
zh: 在此处找到您的歌曲

source: Mood and Genres
ar: المزاج والأجناس
cs: Nálada a žánry
de: Stけれ
fil: Mood at mga Genre
hi: मूड और शैलियां
hr: Raspoloženje i žanrovi
ja: ムードとジャンル
ko: 분위기 및 장르
ms: Suasana dan Genre
nl: Stemming en genres
pl: Nastrój i gatunki
sr: Расположење и жанрови
sv: Stämning och genrer
tr: Ruh hali ve türler
vi: Tâm trạng và thể loại
zh: 心情和流派

source: Accuracy All Songs
ar: دقة جميع الأغاني
cs: Přesnost všech písní
de: Genauigkeit aller Lieder
fil: Accuracy ng Lahat ng Kanta
hi: सभी गानों की सटीकता
hr: Točnost svih pjesama
ja: すべての曲の精度
ko: 모든 노래의 정확도
ms: Ketepatan Semua Lagu
nl: Nauwkeurigheid alle liedjes
pl: Dokładność wszystkich piosenek
sr: Прецизност свих песама
sv: Noggrannhet alla låtar
tr: Tüm şarkıların doğruluğu
vi: Độ chính xác tất cả bài hát
zh: 所有歌曲的准确性

source: Completed Songs
ar: الأغاني المكتملة
cs: Dokončené písně
de: Abgeschlossene Lieder
fil: Mga Natapos na Kanta
hi: पूरा किए गए गाने
hr: Završene pjesme
ja: 完了した曲
ko: 완료된 노래
ms: Lagu yang Selesai
nl: Voltooide liedjes
pl: Ukończone piosenki
sr: Завршене песме
sv: Slutförda låtar
tr: Tamamlanan şarkılar
vi: Bài hát đã hoàn thành
zh: 已完成的歌曲

source: Loading
ar: جاري التحميل
cs: Načítání
de: Laden
fil: Naglo-load
hi: लोड हो रहा है
hr: Učitavanje
ja: 読み込み中
ko: 로딩 중
ms: Memuat
nl: Laden
pl: Ładowanie
sr: Учитавање
sv: Laddar
tr: Yükleniyor
vi: Đang tải
zh: 加载中

source: View All
ar: عرض الكل
cs: Zobrazit vše
de: Alle anzeigen
fil: Tingnan Lahat
hi: सभी देखें
hr: Pogledaj sve
ja: すべて表示
ko: 모두 보기
ms: Lihat Semua
nl: Alles bekijken
pl: Zobacz wszystko
sr: Погледајте све
sv: Visa alla
tr: Tümünü görüntüle
vi: Xem tất cả
zh: 查看全部

# score_string
source: Score
ar: النتيجة
cs: Skóre
de: Punktzahl
hi: स्कोर
hr: Bodovi
ja: スコア
ko: 점수
ms: Skor
pl: Wynik
sr: Резултат
sv: Poäng
tr: Puan
vi: Điểm
zh: 分数

source: Leaving so soon?
ar: تغادر مبكراً؟
cs: Odcházíte tak brzy?
de: So früh gehen?
fil: Aalis ka na agad?
hi: इतनी जल्दी जा रहे हैं?
hr: Odlazite tako rano?
ja: もう行くのですか？
ko: 벌써 떠나시나요?
ms: Pergi begitu awal?
nl: Ga je al zo vroeg weg?
pl: Wychodzisz tak wcześnie?
sr: Одлазите тако рано?
sv: Lämnar så tidigt?
tr: Bu kadar erken mi ayrılıyorsun?
vi: Rời đi sớm vậy?
zh: 这么快就要离开？
