Repository: quyetnv-infinity/drum-pad-flutter
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, de, fil, hi, hr, ja, ko, ms, nl, pl, sr, sv, tr, vi, zh

# you_lose_your_progress
source: You'll lose your progress. Still want to go?
ar: ستفقد تقدمك. هل ما زلت تريد الذهاب؟
cs: Ztratíte svůj pokrok. Stále chcete odejít?
de: Sie verlieren Ihren Fortschritt. Möchten Sie trotzdem gehen?
fil: Mawawala ang progress mo. Gusto mo pa ring umalis?
hi: आप अपनी प्रगति खो देंगे। फिर भी जाना चाहते हैं?
hr: Izgubit ćete svoj napredak. I dalje želite otići?
ja: 進捗が失われます。それでも行きますか？
ko: 진행 상황을 잃게 됩니다. 그래도 떠나시겠습니까?
ms: Anda akan kehilangan kemajuan anda. Masih mahu pergi?
nl: Je verliest je voortgang. Wil je nog steeds gaan?
pl: Stracisz swój postęp. Nadal chcesz iść?
sr: Изгубићете свој напредак. И даље желите да одете?
sv: Du kommer att förlora din framsteg. Vill du fortfarande gå?
tr: İlerlemenizi kaybedeceksiniz. Hala gitmek istiyor musunuz?
vi: Bạn sẽ mất tiến độ. Vẫn muốn đi?
zh: 您将失去进度。仍然要走吗？

source: Final Score
ar: النتيجة النهائية
cs: Konečné skóre
de: Endpunktzahl
hi: अंतिम स्कोर
hr: Konačni rezultat
ja: 最終スコア
ko: 최종 점수
ms: Skor Akhir
nl: Eindscore
pl: Końcowy wynik
sr: Коначни резултат
sv: Slutpoäng
tr: Final puanı
vi: Điểm cuối cùng
zh: 最终分数

source: Replay
ar: إعادة اللعب
cs: Přehrát znovu
de: Wiederholen
fil: I-replay
hi: फिर से खेलें
hr: Ponovno igraj
ja: リプレイ
ko: 다시 플레이
ms: Main Semula
nl: Opnieuw afspelen
pl: Powtórz
sr: Поново играј
sv: Spela om
tr: Tekrar oyna
vi: Chơi lại
zh: 重播

source: List Songs
ar: قائمة الأغاني
cs: Seznam písní
de: Liederliste
fil: Lista ng mga Kanta
hi: गानों की सूची
hr: Lista pjesama
ja: 曲リスト
ko: 노래 목록
ms: Senarai Lagu
nl: Liedjeslijst
pl: Lista piosenek
sr: Листа песама
sv: Låtlista
tr: Şarkı listesi
vi: Danh sách bài hát
zh: 歌曲列表

# easy_campaign
source: Fundamental 1
ar: الأساسي 1
cs: Základní 1
de: Grundkurs 1
fil: Pundamental 1
hi: मूलभूत 1
hr: Osnovno 1
ja: 基礎1
ko: 기초 1
ms: Asas 1
nl: Fundamenteel 1
pl: Podstawowe 1
sr: Основно 1
sv: Grundläggande 1
tr: Temel 1
vi: Cơ bản 1
zh: 基础 1

# medium_campaign
source: Fundamental 2
ar: الأساسي 2
cs: Základní 2
de: Grundkurs 2
fil: Pundamental 2
hi: मूलभूत 2
hr: Osnovno 2
ja: 基礎2
ko: 기초 2
ms: Asas 2
nl: Fundamenteel 2
pl: Podstawowe 2
sr: Основно 2
sv: Grundläggande 2
tr: Temel 2
vi: Cơ bản 2
zh: 基础 2

# hard_campaign
source: Fundamental 3
ar: الأساسي 3
cs: Základní 3
de: Grundkurs 3
fil: Pundamental 3
hi: मूलभूत 3
hr: Osnovno 3
ja: 基礎3
ko: 기초 3
ms: Asas 3
nl: Fundamenteel 3
pl: Podstawowe 3
sr: Основно 3
sv: Grundläggande 3
tr: Temel 3
vi: Cơ bản 3
zh: 基础 3

# demonic_campaign
source: Fundamental 4
ar: الأساسي 4
cs: Základní 4
de: Grundkurs 4
fil: Pundamental 4
hi: मूलभूत 4
hr: Osnovno 4
ja: 基礎4
ko: 기초 4
ms: Asas 4
nl: Fundamenteel 4
pl: Podstawowe 4
sr: Основно 4
sv: Grundläggande 4
tr: Temel 4
vi: Cơ bản 4
zh: 基础 4

# score
source: Score: {score}
ar: النتيجة: {score}
cs: Skóre: {score}
de: Punktzahl: {score}
hi: स्कोर: {score}
hr: Bodovi: {score}
ja: スコア: {score}
ko: 점수: {score}
ms: Skor: {score}
pl: Wynik: {score}
sr: Резултат: {score}
sv: Poäng: {score}
tr: Puan: {score}
vi: Điểm: {score}
zh: 分数: {score}

source: Drum Theme
ar: موضوع الطبل
cs: Téma bubnů
de: Schlagzeug-Thema
fil: Tema ng Drum
hi: ड्रम थीम
hr: Tema bubnjeva
ja: ドラムテーマ
ko: 드럼 테마
ms: Tema Drum
nl: Drum thema
pl: Temat perkusji
sr: Тема бубњева
sv: Trumma tema
tr: Davul teması
vi: Chủ đề trống
zh: 鼓主题

source: List Themes
ar: قائمة المواضيع
cs: Seznam témat
de: Themenliste
fil: Lista ng mga Tema
hi: थीम्स की सूची
hr: Lista tema
ja: テーマリスト
ko: 테마 목록
ms: Senarai Tema
nl: Themalijst
pl: Lista tematów
sr: Листа тема
sv: Temalista
tr: Tema listesi
vi: Danh sách chủ đề
zh: 主题列表

source: Get Theme
ar: احصل على الموضوع
cs: Získat téma
de: Thema holen
fil: Kunin ang Tema
hi: थीम प्राप्त करें
hr: Dohvati temu
ja: テーマを取得
ko: 테마 얻기
ms: Dapatkan Tema
nl: Thema krijgen
pl: Pobierz temat
sr: Преузми тему
sv: Få tema
tr: Tema al
vi: Lấy chủ đề
zh: 获取主题

source: Theme Detail
ar: تفاصيل الموضوع
cs: Detail tématu
de: Themen-Details
fil: Detalye ng Tema
hi: थीम विवरण
hr: Detalji teme
ja: テーマ詳細
ko: 테마 세부 정보
ms: Butiran Tema
nl: Thema detail
pl: Szczegóły tematu
sr: Детаљи теме
sv: Tema detalj
tr: Tema detayı
vi: Chi tiết chủ đề
zh: 主题详情

source: Apply Theme
ar: طبق الموضوع
cs: Použít téma
de: Thema anw perspective
fil: I-apply ang Tema
hi: थीम लागू करें
hr: Primijeni temu
ja: テーマを適用
ko: 테마 적용
ms: Guna Tema
nl: Thema toepassen
pl: Zastosuj temat
sr: Примени тему
sv: Tillämpa tema
tr: Temayı uygula
vi: Áp dụng chủ đề
zh: 应用主题

source: Theme Applied
ar: تم تطبيق الموضوع
cs: Téma použito
de: Thema angewendet
fil: Na-apply ang Tema
hi: थीम लागू
hr: Tema primijenjena
ja: テーマ適用済み
ko: 테마 적용됨
ms: Tema Digunakan
nl: Thema toegepast
pl: Temat zastosowany
sr: Тема примењена
sv: Tema tillämpat
tr: Tema uygulandı
vi: Chủ đề đã áp dụng
zh: 主题已应用

source: Theme Applied Successfully
ar: تم تطبيق الموضوع بنجاح
cs: Téma úspěšně použito
de: Thema erfolgreich angewendet
fil: Matagumpay na Na-apply ang Tema
hi: थीम सफलतापूर्वक लागू
hr: Tema uspješno primijenjena
ja: テーマが正常に適用されました
ko: 테마가 성공적으로 적용되었습니다
ms: Tema Berjaya Digunakan
nl: Thema succesvol toegepast
pl: Temat pomyślnie zastosowany
sr: Тема успешно примењена
sv: Tema framgångsrikt tillämpat
tr: Tema başarıyla uygulandı
vi: Chủ đề áp dụng thành công
zh: 主题应用成功

# theme_applied_successfully_description
source: Your theme has been applied. Take a look around and enjoy the new vibe.
ar: تم تطبيق موضوعك. انظر حولك واستمتع بالجو الجديد.
cs: Vaše téma bylo použito. Rozhlédněte se a užijte si novou atmosféru.
de: Ihr Thema wurde angewendet. Schauen Sie sich um und genießen Sie die neue Atmosphäre.
fil: Na-apply na ang tema mo. Tingnan mo ang paligid at mag-enjoy sa bagong vibe.
hi: आपका थीम लागू हो गया है। चारों ओर देखें और नई वाइब का आनंद लें।
hr: Vaša tema je primijenjena. Pogledajte okolo i uživajte u novoj atmosferi.
ja: テーマが適用されました。周りを見回して新しい雰囲気をお楽しみください。
ko: 테마가 적용되었습니다. 둘러보고 새로운 분위기를 즐기세요.
ms: Tema anda telah digunakan. Lihat sekeliling dan nikmati suasana baharu.
nl: Je thema is toegepast. Kijk rond en geniet van de nieuwe sfeer.
pl: Twój temat został zastosowany. Rozejrzyj się i ciesz się nową atmosferą.
sr: Ваша тема је примењена. Погледајте около и уживајте у новој атмосфери.
sv: Ditt tema har tillämpats. Titta runt och njut av den nya stämningen.
tr: Temanız uygulandı. Etrafına bakın ve yeni atmosferin tadını çıkarın.
vi: Chủ đề của bạn đã được áp dụng. Nhìn xung quanh và tận hưởng không khí mới.
zh: 您的主题已应用。环顾四周，享受新的氛围。

source: Ok
ar: حسناً
hi: ठीक है
hr: U redu
ko: 확인
sr: У реду
tr: Tamam
zh: 确定

source: Step
ar: الخطوة
cs: Krok
de: Schritt
fil: Hakbang
hi: कदम
hr: Korak
ja: ステップ
ko: 단계
ms: Langkah
nl: Stap
pl: Krok
sr: Корак
sv: Steg
tr: Adım
vi: Bước
zh: 步骤

source: Drum-pad Area
ar: منطقة طبل الباد
cs: Oblast bubnového padu
de: Schlagzeug-Pad-Bereich
fil: Area ng Drum-pad
hi: ड्रम पैड क्षेत्र
hr: Područje bubnjeva
ja: ドラムパッドエリア
ko: 드럼 패드 영역
ms: Kawasan Pad Drum
nl: Drum pad gebied
pl: Obszar padu perkusyjnego
sr: Подручје бубњева
sv: Trummpad område
tr: Davul pad alanı
vi: Khu vực pad trống
zh: 鼓垫区域

source: Star & Score display
ar: عرض النجوم والنتيجة
cs: Zobrazení hvězd a skóre
de: Stern- und Punktzahlanzeige
fil: Display ng Star at Score
hi: स्टार और स्कोर प्रदर्शन
hr: Prikaz zvijezda i bodova
ja: 星とスコア表示
ko: 별 및 점수 표시
ms: Paparan Bintang & Skor
nl: Ster en score weergave
pl: Wyświetlanie gwiazdek i wyniku
sr: Приказ звездица и резултата
sv: Stjärna och poängvisning
tr: Yıldız ve puan görüntüleme
vi: Hiển thị sao và điểm
zh: 星星和分数显示

source: Tap here to change song
ar: انقر هنا لتغيير الأغنية
cs: Klepněte zde pro změnu písně
de: Tippen Sie hier, um das Lied zu ändern
fil: I-tap dito para magpalit ng kanta
hi: गाना बदलने के लिए यहां टैप करें
hr: Dodirnite ovdje za promjenu pjesme
ja: 曲を変更するにはここをタップ
ko: 노래를 변경하려면 여기를 탭하세요
ms: Sentuh di sini untuk tukar lagu
nl: Tik hier om liedje te veranderen
pl: Dotknij tutaj, aby zmienić piosenkę
sr: Додирните овде за промену песме
sv: Tryck här för att byta låt
tr: Şarkı değiştirmek için buraya dokunun
vi: Nhấn vào đây để đổi bài hát
zh: 点击此处更改歌曲

source: Play
ar: العب
cs: Hrát
de: Spielen
fil: I-play
hi: खेलें
hr: Igraj
ja: プレイ
ko: 플레이
ms: Main
nl: Spelen
pl: Graj
sr: Играј
sv: Spela
tr: Oyna
vi: Chơi
zh: 播放

source: Need 2 stars to unlock
ar: تحتاج نجمتين للفتح
cs: Potřebujete 2 hvězdy pro odemknutí
de: 2 Sterne zum Freischalten erforderlich
fil: Kailangan ng 2 stars para ma-unlock
hi: अनलॉक करने के लिए 2 सितारों की आवश्यकता
hr: Potrebne su 2 zvijezde za otključavanje
ja: アンロックには2つの星が必要
ko: 잠금 해제하려면 별 2개가 필요합니다
ms: Perlu 2 bintang untuk buka kunci
nl: 2 sterren nodig om te ontgrendelen
pl: Potrzebujesz 2 gwiazdek do odblokowania
sr: Потребне су 2 звездице за откључавање
sv: Behöver 2 stjärnor för att låsa upp
tr: Kilidini açmak için 2 yıldız gerekli
vi: Cần 2 sao để mở khóa
zh: 需要 2 颗星才能解锁

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
fil: Kanselahin
hi: रद्द करें
hr: Odustani
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleren
pl: Anuluj
sr: Откажи
sv: Avbryt
tr: İptal
vi: Hủy
zh: 取消

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
cs: Žádné internetové připojení
de: Keine Internetverbindung
fil: Walang Internet Connection
hi: कोई इंटरनेट कनेक्शन नहीं
hr: Nema internetske veze
ja: インターネット接続なし
ko: 인터넷 연결 없음
ms: Tiada Sambungan Internet
nl: Geen internetverbinding
pl: Brak połączenia z internetem
sr: Нема интернет везе
sv: Ingen internetanslutning
tr: İnternet bağlantısı yok
vi: Không có kết nối internet
zh: 无网络连接

# no_internet_connection_description
source: You are not connected to the internet. Make sure Wifi on, Airplane mode is off and try again.
ar: أنت غير متصل بالإنترنت. تأكد من أن Wi-Fi مفعل ووضع الطائرة معطل وحاول مرة أخرى.
cs: Nejste připojeni k internetu. Ujistěte se, že je Wi-Fi zapnuto, režim letadla vypnut a zkuste to znovu.
de: Sie sind nicht mit dem Internet verbunden. Stellen Sie sicher, dass WLAN eingeschaltet ist, der Flugmodus ausgeschaltet ist und versuchen Sie es erneut.
fil: Hindi ka nakakonekta sa internet. Siguraduhing naka-on ang Wifi, naka-off ang Airplane mode at subukan ulit.
hi: आप इंटरनेट से कनेक्ट नहीं हैं। सुनिश्चित करें कि वाई-फाई चालू है, हवाई जहाज मोड बंद है और फिर से कोशिश करें।
hr: Niste povezani s internetom. Provjerite je li Wi-Fi uključen, avionski način isključen i pokušajte ponovo.
ja: インターネットに接続されていません。Wi-Fiがオンで、機内モードがオフであることを確認してから再試行してください。
ko: 인터넷에 연결되어 있지 않습니다. 와이파이가 켜져 있는지, 비행기 모드가 꺼져 있는지 확인하고 다시 시도하세요.
ms: Anda tidak bersambung ke internet. Pastikan Wi-Fi menyala, mod kapal terbang dimatikan dan cuba lagi.
nl: Je bent niet verbonden met internet. Zorg ervoor dat Wi-Fi aan staat, vliegtuigmodus uit staat en probeer het opnieuw.
pl: Nie jesteś połączony z internetem. Upewnij się, że Wi-Fi jest włączone, tryb samolotowy wyłączony i spróbuj ponownie.
sr: Нисте повезани са интернетом. Проверите да ли је Wi-Fi укључен, авионски режим искључен и покушајте поново.
sv: Du är inte ansluten till internet. Se till att Wi-Fi är på, flygläget är av och försök igen.
tr: İnternete bağlı değilsiniz. Wi-Fi'nin açık olduğundan, uçak modunun kapalı olduğundan emin olun ve tekrar deneyin.
vi: Bạn không kết nối internet. Đảm bảo Wi-Fi bật, chế độ máy bay tắt và thử lại.
zh: 您未连接到互联网。确保 Wi-Fi 开启，飞行模式关闭，然后重试。

source: Go Settings
ar: اذهب إلى الإعدادات
cs: Jít do nastavení
de: Zu den Einstellungen
fil: Pumunta sa Settings
hi: सेटिंग्स में जाएं
hr: Idi na postavke
ja: 設定に移動
ko: 설정으로 이동
ms: Pergi ke Tetapan
nl: Ga naar instellingen
pl: Przejdź do ustawień
sr: Иди на подешавања
sv: Gå till inställningar
tr: Ayarlara git
vi: Đi đến cài đặt
zh: 前往设置

source: Setting
ar: الإعداد
cs: Nastavení
de: Einstellungen
hi: सेटिंग्स
hr: Postavke
ja: 設定
ko: 설정
ms: Tetapan
nl: Instelling
pl: Ustawienie
sr: Подешавање
sv: Inställning
tr: Ayar
vi: Cài đặt
zh: 设置

source: Term of Service
ar: شروط الخدمة
cs: Podmínky služby
de: Nutzungsbedingungen
fil: Term ng Service
hi: सेवा की शर्तें
hr: Uvjeti korištenja
ja: 利用規約
ko: 서비스 약관
ms: Terma Perkhidmatan
nl: Servicevoorwaarden
pl: Warunki usługi
sr: Услови коришћења
sv: Användarvillkor
tr: Hizmet şartları
vi: Điều khoản dịch vụ
zh: 服务条款

source: Policy
ar: السياسة
cs: Zásady
de: Datenschutzrichtlinie
hi: नीति
hr: Politika
ja: ポリシー
ko: 정책
ms: Polisi
nl: Beleid
pl: Polityka
sr: Политика
tr: Politika
vi: Chính sách
zh: 政策

source: Share
ar: شارك
cs: Sdílet
de: Teilen
fil: I-share
hi: साझा करें
hr: Podijeli
ja: 共有
ko: 공유
ms: Kongsi
nl: Delen
pl: Udostępnij
sr: Подели
sv: Dela
tr: Paylaş
vi: Chia sẻ
zh: 分享

source: Rate
ar: قيّم
cs: Hodnotit
de: Bewerten
fil: I-rate
hi: मूल्यांकन करें
hr: Ocijeni
ja: 評価
ko: 평가
ms: Nilai
nl: Beoordelen
pl: Oceń
sr: Оцени
sv: Betygsätt
tr: Değerlendir
vi: Đánh giá
zh: 评分

source: Grant Permission
ar: منح الإذن
cs: Udělit oprávnění
de: Berechtigung erteilen
fil: Magbigay ng Permission
hi: अनुमति दें
hr: Dodijeli dozvolu
ja: 権限を付与
ko: 권한 부여
ms: Berikan Kebenaran
nl: Toestemming verlenen
pl: Przyznaj uprawnienie
sr: Додели дозволу
sv: Bevilja behörighet
tr: İzin ver
vi: Cấp quyền
zh: 授予权限

source: Photo Permission
ar: إذن الصورة
cs: Oprávnění pro fotografie
de: Fotoberechtigung
hi: फोटो अनुमति
hr: Dozvola za fotografije
ja: 写真権限
ko: 사진 권한
ms: Kebenaran Foto
nl: Foto toestemming
pl: Uprawnienie do zdjęć
sr: Дозвола за фотографије
sv: Foto behörighet
tr: Fotoğraf izni
vi: Quyền ảnh
zh: 照片权限

source: Applying selected language...
ar: تطبيق اللغة المختارة...
cs: Používání vybraného jazyka...
de: Ausgewählte Sprache wird angewendet...
fil: Ina-apply ang napiling wika...
hi: चयनित भाषा लागू की जा रही है...
hr: Primjenjivanje odabranog jezika...
ja: 選択された言語を適用中...
ko: 선택한 언어를 적용 중...
ms: Menggunakan bahasa yang dipilih...
nl: Geselecteerde taal toepassen...
pl: Stosowanie wybranego języka...
sr: Примењивање изабраног језика...
sv: Tillämpar valt språk...
tr: Seçilen dil uygulanıyor...
vi: Đang áp dụng ngôn ngữ đã chọn...
zh: 正在应用所选语言...

# photo_permission_description
source: To provide you with the full experience of our features, we require your permission to access the Photo permission on your device.
ar: لتقديم تجربة كاملة من ميزاتنا، نحتاج إلى إذنك للوصول إلى إذن الصورة في جهازك.
cs: Abychom vám poskytli plný zážitek z našich funkcí, potřebujeme vaše oprávnění pro přístup k oprávněním pro fotografie na vašem zařízení.
de: Um Ihnen das volle Erlebnis unserer Funktionen zu bieten, benötigen wir Ihre Erlaubnis, auf die Fotoberechtigung auf Ihrem Gerät zuzugreifen.
fil: Para mabigyan ka ng buong experience ng aming mga feature, kailangan namin ang permission mo para ma-access ang Photo permission sa device mo.
hi: हमारी सुविधाओं का पूर्ण अनुभव प्रदान करने के लिए, हमें आपके डिवाइस पर फोटो अनुमति तक पहुंचने की आपकी अनुमति की आवश्यकता है।
hr: Da bismo vam pružili potpuno iskustvo naših značajki, trebamo vašu dozvolu za pristup dozvoli za fotografije na vašem uređaju.
ja: 機能の完全な体験を提供するために、デバイスの写真権限にアクセスする許可が必要です。
ko: 저희 기능의 완전한 경험을 제공하기 위해 기기에서 사진 권한에 접근할 수 있는 권한이 필요합니다.
ms: Untuk memberikan anda pengalaman penuh ciri kami, kami memerlukan kebenaran anda untuk mengakses kebenaran Foto pada peranti anda.
nl: Om je de volledige ervaring van onze functies te bieden, hebben we je toestemming nodig om toegang te krijgen tot de foto toestemming op je apparaat.
pl: Aby zapewnić Ci pełne doświadczenie naszych funkcji, potrzebujemy Twojego uprawnienia do dostępu do uprawnień do zdjęć na urządzeniu.
sr: Да бисмо вам пруžили потпуно искуство наших функција, потребна нам је ваша дозвола за приступ дозволи за фотографије на вашем уређају.
sv: För att ge dig den fullständiga upplevelsen av våra funktioner behöver vi din behörighet för att komma åt foto behörigheten på din enhet.
tr: Size özelliklerimizin tam deneyimini sunmak için cihazınızdaki Fotoğraf iznine erişim için izninize ihtiyacımız var.
vi: Để cung cấp cho bạn trải nghiệm đầy đủ các tính năng của chúng tôi, chúng tôi cần quyền của bạn để truy cập quyền Ảnh trên thiết bị của bạn.
zh: 为了为您提供我们功能的完整体验，我们需要您的权限来访问设备上的照片权限。
